Repository: dinhquydds/nanocucurmin
Catalog: tm/taytrangrang-omegat.tmx
Source language: en_us
Languages: vi

source: Determination is made whether the tooth discoloration or texture defect is rela- tively superficial.
vi: Xác định là cho dù răng đổi màu hoặc khiếm khuyết cấu trúc tương đối nông.

source: Determination of the Baseline Tooth Color
vi: Xác định màu răng ban đầu

source: Determination of tooth appearance should be made while the tooth is wet.
vi: Xác định vẻ ngoài của răng được làm khi răng ướt.

source: Developmental Defects
vi: Khiếm khuyết phát triển

source: Developmental defects are caused by a disturbance during enamel formation.
vi: Khiếm khuyết phát triển thường gây ra xáo trộn trong quá trình hình thành men răng.

source: Dietary stains
vi: Vết dính thức ăn

source: Different at-home whitening regimens with several concentrations of carbamide peroxide have also been shown to reduce both the flexural strength and flexural modulus of dentin (Tam et al.
vi: Khác nhau phác đồ tẩy trắng răng tại nhà với một số nồng độ của carbamide peroxide cũng được chứng minh giảm độ bền uốn và modul uốn của ngà răng (Tam và cộng sự

source: Disadvantages
vi: Nhược điểm

source: Discoloration
vi: Đổi màu

source: Discoloration caused by minocycline is usually green-gray/blue-gray (Tredwin et al.
vi: Sự đổi màu do minocycline thường là green-gray/blue-gray (Tredwin và cộng sự

source: Discoloration caused by oxidation of metals (silver, amalgam)
vi: Đổi màu do kim loại oxy hoá (bạc, amalgam)

source: Discoloration of nonvital teeth can be classified as intrinsic and/or extrinsic (Hattab et al.
vi: Sự đổi màu của răng chết tuỷ có thể phân loại thành nội tại và/hoặc ngoại lai (Hattab và cộng sự

source: Discoloration related to improper endodontic treatment may be caused by trauma inflicted during pulp extirpation or obturation materials left in the pulp chamber.
vi: Đổi màu liên quan điều trị nội nha có thể do chấn thương gây ra trong cắt bỏ hoặc vật liệu ốp bít còn dư trong buồng tuỷ.

source: Discolorations from pulpal trauma or Inadequate root canal treatment pulp remains
vi: Đổi màu do tuỷ răng bị chấn thương hoặc điều trị nội nha không đủ còn sót tuỷ răng

source: Discolorations restricted to enamel
vi: Đổi màu được giới hạn men răng

source: Discolorations that do not respond to Untreated caries lesions and abfraction lesions external bleaching techniques
vi: Đổi màu không đáp ứng Sang thương sâu răng không điều trị và abfraction lesions external bleaching techniques

source: Discolored endodontically treated teeth do not typically respond to external tray whitening as well as vital teeth do.
vi: Răng điều trị nội nha đổi màu không đáp ứng với khay làm trắng bên ngoài giống như răng sống.

source: Discolored tooth caused by calcific metamorphosis (Fig. 6.5), which is discussed in more detail in Sect.
vi: Đổi màu răng do calcific metamorphosis (Hình 6.5), được mô tả chi tiết trong phần

source: Discussion
vi: Thảo luận

source: Do I need to refrain from a potentially staining diet during and after tray whitening?
vi: Tôi cần tránh thức ăn có khả năng nhuộm màu trong và sau khi mang khay tẩy trắng răng không?

source: Do We Need Lights to Activate Peroxidases?
vi: Chúng ta có cần ánh áng để kích hoạt Peroxidases?

source: Do dentists have to wait for 2 weeks after the conclusion of the whitening treatment before they can place bonded restorations on recently whitened teeth?
vi: Nha sĩ có phải đợi 2 tuần sau khi kết thúc điều trị tẩy trắng răng trước khi làm phục hồi dán trên răng vừa được tẩy trắng không?

source: Do higher concentrations of carbamide peroxide result in whiter teeth?
vi: Nồng độ cao của carbamide peroxide có làm răng trắng hơn không?

source: Do you also perform in-office whitening?
vi: Bạn cũng thực hiện tẩy trắng răng tại phòng khám?

source: Does at-home whitening affect the vitality of the pulp?
vi: Tẩy trắng răng tại nhà có ảnh hưởng tới tuỷ sống không?

source: Does fluoride help in preventing sensitivity during my treatment?
vi: Fluoride có giúp ngăn ngừa nhạy cảm trong quá trình điều trị?

source: Does the“Jump-Start”Technique Improve the Final Result of a Whitening Treatment?
vi: Kỹ thuật "mồi khởi động" có cải thiện kết quả cuối cùng của điều trị tẩy trắng không?

source: Does this apply to internal and to external whitening?
vi: Điều này có áp dụng cho làm trắng bên trong và bên ngoài không?

source: Dual-arch trays prefilled with a silicone material, from which the patient can make a custom-fitted prosthesis, are available online from auction sites.
vi: Khay 2 hàm được cho sẵn silicone, từ đó bệnh nhân có thể tạo ra khay cá nhân, có bán trực tuyến từ các trang thương mại điện tử.

source: Due the homoge- neous nature of enamel, which mostly consists of apatite crystals, light passes the enamel with only minor scattering (Fig. 10.1a).
vi: Do đồng nhất tự nhiên của men răng, chủ yếu cồm tinh thể apatit, ánh sáng đi qua men răng với phần nhỏ tán xạ (Hình 10.1a).

source: Due to its relatively easy application, low costs, and satisfying results it may be considered as the first in line treatment option in many cases of vestibular white spot lesions.
vi: Do nó tương đối dễ thực hiện, giá thấp, và kết quả hài lòng nó có thể được coi là chọn lựa đầu tiên trong nhiều trường hợp tổn thương đốm trắng.

source: Due to scheduling conflicts, the patient was only able to return after 7 weeks (Fig. 12.2a, b).
vi: Do bị trùng lịch, bệnh nhân chỉ có thể quay lại sau 7 tuần (Hình 12.2a, b).

source: Due to the different refractive indices of the dif- ferent media, light is broken at the millions of interfaces between the pores and the enamel and thus the light is scattered (Fig. 10.1b).
vi: Do chỉ số tán xạ khác nhau, ánh sáng bị bẻ gãy tại hàng triệu giao diện giữa các lỗ và do đó ánh sáng bị tán xạ (Hình 10.1b).

source: Due to the hydrophobic nature of the petroleum jelly, the bleaching gel will be prevented from contacting the gingival tissue even if eventual isolation failure occurs.
vi: Do tính kị nước của vaseline, gel tẩy trắng sẽ được ngăn tiếp xúc với mô nướu ngay cả khi cô lập thất bại.

source: Due to the polymerization shrink- age, the resin now should be applied a second time for 1 min, the excess removed, and the material hardened.
vi: Do sự co của polyme hoá, nhựa nên áp dụng thêm lần nữa trong 1 phút, phần dư dược loại bỏ, và làm cứng vật liệu.

source: Due to their histological similarity to caries lesions also developmental hypominer- alized defects can be resin infiltrated.
vi: Do mô học của chúng tương tự như tổn thương sâu răng nên khiếm khuyết phát triển kém khoáng hoá cũng có thể được xâm nhập nhựa.

source: Durability of Color Change and Need for Touch-Up
vi: Độ bền của thay đổi màu sắc và nhu cầu duy trì

source: During her appointment, the patient did not mention any other complaints.
vi: Trong suốt cuộc hẹn, bệnh nhân không đề cập bất kỳ than phiền khác.

source: During the course of devel- opment, careful observation and research on various materials and techniques enabled the dental profession to introduce effective, safe, and predictable methods of whitening.
vi: Trong quá trình phát triển, quan sát và nghiên cứu cẩn thận về vật liệu và các kỹ thuật khác nhau cho bác sĩ nha khoa phương pháp tẩy trắng răng hiệu quả, an toàn và dự đoán được.

source: During the penetration of the ethanol into the air-dried lesion, a similar color change as during the later resin infiltration should be observed within the first 3–4 s after application.
vi: Trong quá trình xuyên qua của ethanol vào tổn thương được làm khô bằng thổi hơi, đổi màu tương tự vì xâm nhập nhựa sau đó nên được quan sát trong 3 - 4 s đầu sau khi áp dụng

source: Dwinelle (1850) used chloride of lime or bleaching powder (currently known as calcium hypochlorite) and soda to successfully lighten nonvital teeth.
vi: Dwinelle (1850) đã dùng chloride của chanh hoặc bột tẩy trắng (hiện tại được biết là hypochlorite) và soda để tẩy trắng răng răng chết tuỷ thành công.

source: E.E.G. reported that her “upper and lower front teeth” (anterior) were treated by Dr. Kane, and “the teeth in back” (premolars and molars) were not.
vi: E.E.G. báo cáo rằng "răng trước hàm trên và dưới" được điều trị bởi Dr. Kane, và "răng phía sau" không được điều trị.

source: E.G.) were pictured in an article by Dr. Robert McCloskey, published in the Journal of the American Dental Association (McCloskey 1984).
vi: E.G.) được chụp lại trong bài báo của Dr. Robert McCloskey, xuất bản trong Journal of the American Dental Association (McCloskey 1984).

source: EM treatment is indicated for enamel dysmineralization discolorations such as seen with brown and white fluo- rosis, idiopathic brown or white stain, or superficial enamel texture anomalies.
vi: Điều trị EM được chỉ định đổi màu do loạn khoáng hoá men răng như trong nhiễm fluor màu nâu và trắng, vết màu vô căn, hoặc kết cấu men răng bề mặt không bình thường.

source: Early work also experimented with a variety of ways to speed the bleaching process, including electric current (Westlake 1895), ultraviolet rays (Rosenthal 1911), and other heating instruments and lights (Abbot 1918; Fisher 1911).
vi: Các thử nghiệm sớm với nhiều cách để tăng tốc độ tẩy trắng răng, kể cả dòng điện (Westlake 1895), tia cực tím (Rosenthal 1911), và các dụng cụ tạo nhiệt khác và ánh sáng (Abbot 1918; Fisher 1911).

source: Editor
vi: Biên tập

source: Efficacy
vi: Hiệu quả

source: Efficacy and Durability
vi: Hiệu quả và Lâu bền

source: Egyptians used a paste of vinegar and pumice, combining the eroding effect of acetic acid with the abrasive effect of pumice.
vi: Người Ai Cập dùng bột nhão của vinegar và pumice, kết hợp với hiệu quả xói mòn của acid acetic với mài mòn của pumice.

source: Enamel Etching Techniques for Improvement of Tooth Color
vi: Kỹ thuật xoi mòn men răng để cải thiện màu răng

source: Enamel Microabrasion Procedure
vi: Quy trình vi mài mòn men răng

source: Enamel Microabrasion for Removal of Superficial Coloration
vi: Vi xoi mòn men răng để loại bỏ đổi màu bề mặt

source: Enamel Microabrasion for Removal of Superficial Coloration and Surface Texture Defects
vi: Vi mài mòn men răng để loại bỏ đổi màu bề mặt và khiếm khuyết kết cấu bề mặt

source: Enamel breakdown
vi: Men răng vỡ

source: Enamel microabrasion has become a routine clinical procedure in dentistry (ADA treatment code D9970) and commercial microabrasion products (PREMA®, Premier Dental Products, Plymouth Meeting, PA) (OPALUSTRE®, Ultradent Products, South Jordan, UT) are available to facilitate treatment.
vi: Vi mài mòn men răng được trở thành thủ thuật lâm sàng thường quy trong nha khoa (ADA treatment code D9970) và sản phẩm vi mài mòn thương mại (PREMA®, Premier Dental Products, Plymouth Meeting, PA) (OPALUSTRE®, Ultradent Products, South Jordan, UT) sẵn có để điều trị.

source: Enamel microabrasion has been used to remove hypomineralized areas caused by enamel fluorosis or those caused by an idiopathic condition.
vi: Vi mài mòn men răng được dùng để loại bỏ vùng giảm sản do nhiễm fluor hoặc vô căn.

source: Enamel microabrasion is a method of removing superficial enamel coloration defects.
vi: Vi mài mòn men răng là phương pháp loại bỏ khiếm khuyết nhiễm màu trên bề mặt men răng.

source: Enamel microabrasion is analogous to dermabrasion on skin surfaces.
vi: Vi mài mòn men răng là tương tự mài da trên bề mặt da.

source: Enamel microabrasion is more conservative of tooth structure than treatments such as porcelain or resin-based composite veneering.
vi: Vi mài mòn men răng là bảo tồn cấu trúc răng hơn điều trị khác như veneer bằng sứ hoặc comosite.

source: Enamel microabrasion is not indicated for tooth discolorations such as seen with tetracycline dentinal stain, dentinogenesis imperfecta, or deep enamel hypoplastic or hypocalcification defects.
vi: Vi mài mòn men răng không được chỉ định cho răng đổi màu như nhiễm tetracycline, sinh ngà bất toàn hoặc deep enamel hypoplastic or hypocalcification defects.

source: Enamel microabrasion results are permanent.
vi: Vi mài mòn men răng có kết quả vĩnh viễn.

source: Enamel microabrasion treatment of three patients is documented below.
vi: Điều trị vi mài mòn men răng của ba bệnh nhân được liệt kê bên dưới.

source: Enamel microabrasion was completed and treatment was documented, before, immediately after, and 5 years later, (Fig. 9.6a) (Croll 1991).
vi: Vi mài mòn men răng hoàn tất và được báo cáo trước, trong và sau 5 năm (Hình 9.6a) (Croll 1991).

source: Enamel treatment with carbamide per- oxide for 6 h per day during 14 days, followed by storage in artificial saliva in between each application, resulted in significant reduction of the ultimate tensile strength of enamel, regardless of the concentration of carbamide peroxide (10 %, 15 %, 16 % and 20 %) (Cavalli et al.
vi: Điều trị men răng bằng carbamide peroxide 6h mỗi ngày trong 14 ngày, sau đó lưu trữ trong nước bọt nhân tạo giữa mỗi lần áp dụng, kết quả giảm đáng kể độ bền sau cùng của men răng, bất kể nồng độ của carbamide peroxide (10 %, 15 %, 16 % và 20 %) (Cavalli và cộng sự

source: Endodontic sealer
vi: Chất bít nội nha

source: Enhancing remineralization
vi: Tăng cường tái khoáng

source: Etching with 15 % HCl for 2 min
vi: Xoi mòn bằng 15 % HCl trong 2 phút

source: Etiology of Discoloration in Endodontically Treated Teeth
vi: Nguyên nhân của đổi màu của răng đã nội nha

source: Even though residual white streaks or spots may show when the tooth is completely dry, such defects are often cam- ouflaged when the tooth surface is saturated with body temperature saliva.
vi: Mặc dù còn lại vết trắng sọc hoặc đốm có thể thấy khi răng khô, những khiếm khuyết thường được nguỵ trang khi bề mặt răng bão hoà với nước bọt.

source: Evidence suggests that stains in endodontically treated teeth are not just confined to the pulp chamber, but they penetrate into the dentin substrate showing through dentin and enamel (van der Burgt and Plasschaert 1986).
vi: Bằng chứng cho thấy rằng nhuộm màu răng đã nội nha không chỉ giới hạn trong buồng tuỷ, chúng xâm nhập vào ngà và qua men răng (van der Burgt và Plasschaert 1986).

source: Excessive fluoride intake may result is dental fluorosis, which is a hypomineraliza- tion of enamel characterized by opaque white areas or discolorations ranging from yellow to dark brown (Horowitz et al.
vi: Hấp thu quá nhiều fluoride có thể làm răng nhiễm fluoride, làm kém khoáng hoá men răng đặc trưng bởi vùng trắng đục hoặc đổi màu từ vàng nhạt với nâu sẫm (Horowitz và cộng sự

source: Existing tooth color fillings (resin-based composite restorations) may need to be replaced after the whitening treatment is completed to make your smile look uniform.
vi: Miếng trám màu răng có sẵn (phục hồi comosite) cần được thay thế sau khi tẩy trắng răng để nụ cười của bạn nhìn đồng bộ hơn.

source: Exposure to 30 % hydro- gen peroxide for 24 h also causes a significant decrease in the hardness and Young’s modulus of intertubular dentin, as measured with AFM and nanoindentation (Chng et al.
vi: Tiếp xúc với 30 % hydrogen peroxide trong 24 h cũng gây ra giảm đáng kể độ cứng và module Young của ngà gian ống, cũng như đo với AFM và nanoindentation (Chng và cộng sự

source: External cervical resorption has been often associated with anterior teeth that had been endodontically treated as a result of traumatic injury in young patients.
vi: Ngoại tiêu cổ răng thường đi kèm với răng trước được điều trị nội nha do chấn thương ở bệnh nhân trẻ.

source: Extrinsic stains (Chap.
vi: Nhiễm màu ngoại lai ( chương

source: Few dental treatments have been more successful and conservative in nature than tooth whitening.
vi: Vài điều trị nha khoa đã thành công hơn và bảo tồn răng tự nhiên hơn tẩy trắng răng.

source: Fig. 10.1 Schematic illustration of the origin of the whitish opaque appearance of initial caries and developmental defects.
vi: Hình 10.1 Sơ đồ minh hoạ nguồn gốc của vẻ ngoài trắng đục của sâu răng mới chớm và khiếm khuyết phát triển.

source: Fig. 10.2 Buccal caries lesions.
vi: Hình 10.2 Tổn thương sâu răng mặt ngoài.

source: Fig. 10.3 Dental fluorosis: note the cloudy appearance
vi: Hình 10.3 Nhiễm fluor: chú ý vẻ ngoài dạng mây mù

source: Fig. 10.4 Molar incisor hypominer- alization (MIH).
vi: Hình 10.4 Molar incisor hypomineralization (MIH).

source: Fig. 10.5 Masking of white spot lesions by resin infiltration.
vi: Hình 10.5 Che tổn thương đốm trắng bằng xâm nhập nhựa.

source: Fig. 10.6 Masking of fluorosis by resin infiltration.
vi: Hình 10.6 Che nhiễm fluor bằng xâm nhập nhựa

source: Fig. 11.1 Preoperative view of patient’s smile showing severe discoloration of the maxillary right canine (tooth #6, FDI 1.3) and generalized discoloration of the remaining dentition (A3, Vita Classical shade guide)
vi: Hình 11.1 Hình ảnh trước điều trị cho thấy răng nanh hàm trên phải đổi màu nặng (tooth #6, FDI 1.3) và sự đổi màu của các răng còn lại (màu A3, bảng màu Vita Classical)

source: Fig. 11.10 After carefully air-drying the cavo-surface margin, a temporary
vi: Hình 11.10 Sau khi làm khô cẩn thận

source: Fig. 11.11 Postoperative view after 3 weekly sessions of intra-coronal whitening with sodium perborate and distilled water
vi: Hình 11.11 Sau 3 tuần

source: Fig. 11.12 Postrestorative periapical radiograph depicting a glass fiber post bonded to root dentin and a coronal resin-based composite restoration
vi: Hình 11.12 Phim X quang quanh chóp sau điều trị cho thấy chốt sợi thuỷ tinh dán vào ngà răng và phục hồi comosite thân răng

source: Fig. 11.13 Once the intra-coronal whitening treatment was completed and tooth #6 (FDI 1.3) restored, patient was prescribed at-home whitening with 10 % carbamide peroxide with potassium nitrate and sodium fluoride (Whiteness Perfect 10 %, FGM) in a custom-fitted tray for 2 weeks
vi: Hình 11.13 Khi tẩy trắng trong thân răng hoàn thành và răng #6 (FDI 1.3) khôi phục màu, bệnh nhân được chỉ định tẩy trắng răng tại nhà bằng 10 % carbamide peroxide với potassium nitrate và sodium fluoride (Whiteness Perfect 10 %, FGM) trong khay cá nhân 2 tuần

source: Fig. 11.14 Postoperative view of patient’s smile after at-home whitening of both arches with 10 % carbamide peroxide gel
vi: Hình 11.14 Sau tẩy trắng răng tại nhà hai cung răng bằng 10 % carbamide peroxide

source: Fig. 11.2 Close-up magnification of tooth #6 (FDI 1.3)
vi: Hình 11.2 Nhìn phóng đại răng #6 (FDI 1.3)

source: Fig. 11.3 Periapical radiograph of root-canal- treated tooth #6 (FDI 1.3)
vi: Hình 11.3 Phim X quang quanh chóp của răng được nội nha #6 (FDI 1.3)

source: Fig. 11.4 A periodontal probe is used to determine the level of the epithelial attachment from the incisal edge of the tooth.
vi: Hình 11.4 Thám trâm nha chu được dùng để xác định mức bám dính biểu mô từ bờ cắn của răng.

source: Fig. 11.5 After isolation with rubber dam and a
vi: Hình 11.5 Sau khi cô lập bằng đê cao su và

source: Fig. 11.6 The same periodontal probe is used to check if the root canal obturation material is removed to a level 2 mm apical to the CEJ, calibrated to the first measurement obtained with the periodontal probe as in Fig. 11.4
vi: Hình 11.6 Thám trâm nha chu được dùng để kiểm tra vật liệu ốp bít ống tuỷ được loại bỏ mức 2 mm về phía chóp từ CEJ, điều chỉnh đầu tiên đo được bằng thám trâm nha chu trong Hình 11.4

source: Fig. 11.7 A 2-mm thick layer of a resin-modified glass ionomer (RMGIC) material is applied as a cervical barrier between the pulp chamber and the endodontic filling material to prevent leakage of bleaching agent apically into the root canal and to the periodontal tissues.
vi: Hình 11.7 Một lớp resin-modified glass ionomer (RMGIC) dày 2 mm được đặt làm rào chặn cổ răng giữa buồng tuỷ và vật liệu nội nha để ngăn ngừa sự rò rỉ thuốc tẩy trắng về phía chóp vào ống tuỷ và mô nha chu.

source: Fig. 11.8 Enamel was acid-etched for 15 s with 35 % phosphoric acid to provide micromechanical retention of the resin-based temporary filing material
vi: Hình 11.8 Men răng được xoi mòn 15 s bằng 35 % acid phosphoric

source: Fig. 11.9 A thick paste of sodium perborate and distilled water was inserted into the pulp chamber space.
vi: Hình 11.9 Một lớp sodium perborate dày và nước cất được nhồi vào buồng tuỷ.

source: Fig. 12.1 (a, b) Pre-operative view of the discolored maxillary central incisors displaying brown stains caused by fluorosis
vi: Hình 12.1 (a, b) Trước điều trị răng cửa giữa hàm trên nhiễm fluor màu nâu

source: Fig. 12.2 (a, b) Clinical aspect after 7 weeks of overnight at-home whitening with 10 % carb- amide peroxide with potassium nitrate and sodium fluoride in a custom-fitted tray
vi: Hình 12.2 (a, b) Sau 7 tuần tẩy trắng tại nhà 10 % carb- amide peroxide với potassium nitrate và sodium fluoride

source: Fig. 12.3 (a, b) Patient retuned to clinic 4 weeks after the first recall
vi: Hình 12.3 (a, b) Bệnh nhân quay lại phòng khám 4 tuần sau lần tái khám đầu tiên

source: Fig. 12.4 (a, b) The four maxillary incisors were treated with an enamel microabrasion com- pound (Opalustre, Ultradent Products Inc.).
vi: Hình 12.4 (a, b) 4 răng cửa hàm trên được điều trị với vi mài mòn men răng (Opalustre, Ultradent Products Inc.).

source: Fig. 12.5 Intense dehydration of the teeth immediately after removing the rubber dam
vi: Hình 12.5 Sự mất nước mạnh ngay sau khi tháo đê cao su.

source: Fig. 12.6 The patient returned to clinic 2.5 months after the enamel microabrasion procedure.
vi: Hình 12.6 Bệnh nhân quay lại phòng khám sau 2.5 tháng

source: Fig. 12.7 (a, b) Clinical aspect after 3 extra weeks of at-home whitening with 10 % carbamide peroxide with potassium nitrate and sodium fluoride in a custom-fitted tray.
vi: Hình 12.7 (a, b) SAu 3 tuần tẩy trắng tại nhà bằng 10 % carbamide peroxide với potassium nitrate và sodium fluoride.

source: Fig. 13.1 Preoperative view of the patient’s maxillary anterior teeth.
vi: Hình 13.1 Răng trước hàm trên của bệnh nhân trước điều trị.

source: Fig. 13.10 The teeth were thoroughly rinsed with water and inspected to make sure that all residual gel had been removed
vi: Hình 13.10 Răng được rửa sạch bằng nước và kiểm tra để chắc chắn gel đã được làm sạch

source: Fig. 13.11 The teeth were air-dried with water- and oil-free air for 15 s
vi: Hình 13.11 Răng được thổi khô trong 15 s

source: Fig. 13.12 A generous amount of Icon-Dry (DMG), which is composed of ethanol, was applied to the white spot areas and left undisturbed for 30 s.
vi: Hình 13.12 Một lượng lơn Icon-Dry (DMG), gồm ethanol, được áp dụng lên vùng có đốm trắng và để yên trong 30 s.

source: Fig. 13.13 An abundant amount of Icon-Infiltrant (DMG), which contains TEGDMA
vi: Hình 13.13 Một lượng lớn Icon-Infiltrant (DMG), chứa TEGDMA

source: Fig. 13.14 Excess material was gently
vi: Hình 13.14 Loại bỏ vật liệu thừa nhẹ nhàng

source: Fig. 13.15 Excess resin was removed with cotton pellets and dental floss
vi: Hình 13.15 Nhựa thừa được loại bỏ bằng gòn và chỉ nha khoa

source: Fig. 13.16 The resin was light-cured for 40 s in each tooth
vi: Hình 13.16 Nhựa được chiếu đèn quang trùng hợp 40 s mỗi răng

source: Fig. 13.17 Icon-Infiltrant (DMG) was reapplied and left undisturbed for 1 min. Excess was removed as described above, followed by light curing for 40 s in each tooth
vi: Hình 13.17 Icon-Infiltrant (DMG) được lặp lại và để yên trong 1 phút. Phần dư được loại bỏ như mô tả ở trên, sau đó quang trùng hợp trong 40 s mỗi răng

source: Fig. 13.18 Aspect of the anterior teeth immediately after light curing
vi: Hình 13.18 Các răng trước ngay sau khi chiếu đèn

source: Fig. 13.19 The treated areas were polished with rubber points in slow speed
vi: Hình 13.19 Vùng điều trị được đánh bóng bằng đầu cao su tốc độ chậm

source: Fig. 13.2 Higher magnification view of maxillary incisors with white spots.
vi: Hình 13.2 Nhìn phóng đại hơn của răng cửa hàm trên với đốm trắng.
